Repository: helsingborg-stad/todo
Catalog: languages/todo-*.po
Languages: sv_se

source: Taxonomy color
sv_se: Färg på taxonomi

source: Select a color for this taxonomy to make it stand out.
sv_se: Välj en färg för att tydligöra gränssnittet.

source: Ticket comments
sv_se: Ärendets kommentarer

source: Add new comment
sv_se: Lägg till ny kommentar

source: Files
sv_se: Bifogade filer

source: Note: You have to write a note in the "comment" field to submit new files. Otherwise they will be ignored.
sv_se: Notera att du behöver lägga en kommentar för att kunna bifoga filer. Om du inte gör detta, kommer inget att hända.

source: Contact information
sv_se: Kontaktinformation

source: Reporting customer
sv_se: Inrapporterat av

source: Select the person who reported this issue or who should be notified about updates about this ticket.
sv_se: Välj den person som ska har rapporterat ärendet, eller ska bli uppdaterad i ärendets status.

source: Support contact
sv_se: Supportkontakt

source: The person who are in chare of getting this task done at the moment.
sv_se: Personen som är ansvarig för att genomföra uppgiften.

source: Update customer
sv_se: Uppdatera kund

source: Send update email
sv_se: Skicka statusmeddelande

source: Manually send an update to the customer about this arrend. The customer will get a link to the arrend and a summary by email.Please save this ticket before trying to send the user a email.
sv_se: Klicka på knappen nedan för att uppdatera kunden i det här ärendet. Kunden får en länk till ärendet, och en summering direkt i sin inkorg.

source: Priority
sv_se: Prioritet

source: Priority level
sv_se: Prioritetsnivå

source: Select a priority level for this ticket.
sv_se: Välj en prioritetsnivå för detta ärende

source: Ticket status
sv_se: Ärendestatus

source: Type
sv_se: Typ

source: Type of improvement
sv_se: Typ av förbättring

source: Show All
sv_se: Visa alla

source: Add new %s
sv_se: Lägg till nytt %s

source: Edit %s
sv_se: Redigera %s

source: New %s
sv_se: Nytt %s

source: View %s
sv_se: Visa %s

source: Search %s
sv_se: Sök %s

source: No %s found
sv_se: Kunde inte hitta ditt %s

source: No %s found in trash
sv_se: Inga %s hittades i papperskorgen

source: Parent %s:
sv_se: Förälder %s

source: All %s
sv_se: Alla %s

source: Update %s
sv_se: Uppdatera %s

source: Add New %s
sv_se: Lägg till nytt %s

source: New %s Name
sv_se: Ny %s namn

source: A ticket that you have reported has been updated
sv_se: Ett ärende som du har rapporterat har uppdaterats med ny information

source: This is an automated email on a ticket that you have issued. You cannot respond to this email. Below is a complete summary about the tickets current status.
sv_se: Det här är ett automatiskt epostmeddelande som du inte kan svara på. Nedan finner du en komplett summering av ärendets status.

source: Status update on this ticket has been sent to the customers registered email adress.
sv_se: Statusuppdateringen har skickats till kundens registrerade epostadress.

source: Send email
sv_se: Skicka meddelande

source: Last noficiation sent at:
sv_se: Senaste notifiering skickades

source: Please select a customer to enable this feature.
sv_se: Vänligen välj en kund i listan för att aktivera den här funktionen.

source: Please save this ticket before trying to send the user a email.
sv_se: Vänligen spara det här ärendet innan du skickar ett mail med ny status.

source: Update regarding
sv_se: Uppdatering av

source: View ticket & comments
sv_se: Visa ärende & kommentarer

source: You cannot respond to this email.
sv_se: Du kan inte svara på detta epostmeddelande.

source: Ticket description
sv_se: Ärendebeskrivning

source: Ticket issued at
sv_se: Ärendet öppnades

# Post type plural
source: Tickets
sv_se: Ärenden

# Post type singular
source: Ticket
sv_se: Ärende

source: Todo support tickets makes it easier to know what to do and improves customer communication.
sv_se: Todo support gör det tydligt vad som finns att göra, och förenklar kommunkationen med dina kunder.

source: ticket
sv_se: arende

source: Unprioritized
sv_se: Oprioriterad

source: Categories
sv_se: Kategorier / Produkter

source: Uncategorized
sv_se: Okategoriserad

source: Undefined
sv_se: Odefinierad

source: Customer
sv_se: Kundkontakt

source: No customer
sv_se: Ingen kundkontakt

source: No contact
sv_se: Ingen kontakt

source: Task status
sv_se: Ärendets status

source: Pending
sv_se: Vilande

source: Priorities
sv_se: Prioriteter

source: Statuses
sv_se: Status

source: Category
sv_se: Kategori / Produkt

source: Types
sv_se: Typer

source: Sprints
sv_se: Sprintar

source: Todo
sv_se: Att göra - Supportärenden

source: A simple support ticket system based on ACF fields.
sv_se: Ett enkelt ärendehanteringssystem baserat på ACF.
